tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'thoughtbot/formulae'
brew 'autoconf'
brew 'automake'
brew 'cloc'
brew 'git'
brew 'git-extras'
brew 'gnupg'
brew 'hr'
brew 'libtool'
brew 'htop-osx'
brew 'imagesnap'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'readline'
brew 'postgresql'
brew 'libpqxx'
brew 'libyaml'
brew 'nmap'
brew 'pwgen'
brew 'rbenv', args: ['HEAD']
brew 'rbenv-gem-rehash'
brew 'ruby-build'
brew 'ruby-install'
brew 'spark'
brew 'terminal-notifier'
brew 'tmux'
brew 'watch'
brew 'zsh'
brew 'thoughtbot/formulae/rcm'
brew 'tree'
