tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'cloc'
brew 'coreutils'
brew 'shellcheck'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'git'
brew 'git-extras'
brew 'git-open'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'hr'
brew 'htop-osx'
brew 'imagesnap'
brew 'intltool'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libpqxx'
brew 'libtool'
brew 'libyaml'
brew 'nmap'
brew 'openssl'
brew 'p7zip'
brew 'packer'
brew 'pgcli'
brew 'pkg-config'
brew 'postgresql'
brew 'pwgen'
brew 'rbenv', args: ['HEAD']
brew 'readline'
brew 'ruby-build'
brew 'ruby-install'
brew 'scons'
brew 'spark'
brew 'tag'
brew 'terminal-notifier'
brew 'thoughtbot/formulae/rcm'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-syntax-highlighting'

# don't forget to `sudo dscl . change /users/$USER UserShell /bin/bash $(which zsh)`
