tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'cloc'
brew 'git'
brew 'git-extras'
brew 'git-open'
brew 'gnupg'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'hr'
brew 'htop-osx'
brew 'imagesnap'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libpqxx'
brew 'libtool'
brew 'libyaml'
brew 'nmap'
brew 'openssl'
brew 'packer'
brew 'pkg-config'
brew 'postgresql'
brew 'pgcli'
brew 'pwgen'
brew 'rbenv', args: ['HEAD']
brew 'readline'
brew 'ruby-build'
brew 'ruby-install'
brew 'spark'
brew 'tag'
brew 'terminal-notifier'
brew 'thoughtbot/formulae/rcm'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'zsh'

cask_args appdir: '/Applications'
cask 'firefox'
cask 'gimp'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'keka'
cask 'slack'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'

# don't forget to `sudo dscl . change /users/$USER UserShell /bin/bash $(which zsh)`
