# frozen_string_literal: true

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'thoughtbot/formulae'

brew 'asdf'
brew 'autoconf'
brew 'awscli'
brew 'bat'
brew 'broot'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'docker-compose'
brew 'docker-credential-helper-ecr'
brew 'docker'
brew 'eza'
brew 'fd'
brew 'gettext'
brew 'git-delta'
brew 'git-extras'
brew 'git-lfs'
brew 'git'
brew 'gitui'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'gping'
brew 'grep'
brew 'hexyl'
brew 'htop'
brew 'imagesnap'
brew 'jq'
brew 'mingw-w64'
brew 'mpv'
brew 'nginx'
brew 'nmap'
brew 'openssh'
brew 'openssl'
brew 'p7zip'
brew 'pandoc'
brew 'pass'
brew 'pgcli'
brew 'pkg-config'
brew 'readline'
brew 'shellcheck'
brew 'tag'
brew 'terminal-notifier'
brew 'tree'
brew 'trurl'
brew 'viu'
brew 'w3m'
brew 'watch'
brew 'xz'
brew 'yq'
brew 'yt-dlp'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh'

cask 'discord'
cask 'firefox'
cask 'fork'
cask 'gimp'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iina'
cask 'iterm2'
cask 'rectangle'
cask 'signal'
cask 'textmate'
cask 'tunnelblick'
cask 'visual-studio-code'
