# Brewfile

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
tap 'caskroom/cask'

brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bat'
brew 'cloc'
brew 'coreutils'
# brew 'docker'
brew 'docker-compose'
brew 'gettext'
brew 'git'
brew 'git-extras'
brew 'git-lfs'
brew 'git-open'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'googler'
brew 'gource'
brew 'grep'
brew 'htop-osx'
brew 'imagesnap'
brew 'intltool'
brew 'mpv'
brew 'nano'
brew 'nginx'
brew 'nmap'
brew 'openssh'
brew 'openssl'
brew 'p7zip'
brew 'packer'
brew 'pandoc'
brew 'pass'
brew 'pgcli'
brew 'pkg-config'
brew 'postgresql'
brew 'pwgen'
brew 'rbenv', args: ['HEAD']
brew 'readline'
brew 'ruby-build'
brew 'ruby-install'
brew 'scons'
brew 'shellcheck'
brew 'spark'
brew 'tag'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask 'firefox'
cask 'fork'
cask 'gimp'
cask 'google-chrome'
cask 'gpg-suite'
cask 'imageoptim'
cask 'iterm2'
cask 'macdown'
cask 'signal'
cask 'textmate'
cask 'tunnelblick'
