# Brewfile

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'thoughtbot/formulae'

brew 'asdf'
brew 'autoconf'
brew 'awscli'
brew 'bat'
brew 'broot'
brew 'cloc'
brew 'coreutils'
brew 'docker'
brew 'docker-compose'
brew 'docker-credential-helper-ecr'
brew 'fd'
brew 'fzf'
brew 'gettext'
brew 'git'
brew 'git-extras'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'grep'
brew 'htop-osx'
brew 'imagesnap'
brew 'intltool'
brew 'jq'
brew 'micro'
brew 'mpv'
brew 'nginx'
brew 'nmap'
brew 'openssh'
brew 'openssl'
brew 'p7zip'
brew 'packer'
brew 'pandoc'
brew 'pass'
brew 'pgcli'
brew 'pkg-config'
brew 'readline'
brew 'shellcheck'
brew 'tag'
brew 'terminal-notifier'
brew 'tree'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'youtube-dl'
brew 'yq'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask 'firefox'
cask 'fork'
cask 'gimp'
cask 'google-chrome'
cask 'gpg-suite'
cask 'imageoptim'
cask 'iterm2'
cask 'signal'
cask 'textmate'
cask 'tunnelblick'
